<template>
  <div class="container">
    <van-nav-bar
      title="关于我们"
    />
    <div class="detail-wrap">
      <div class="item">
        抗战烽火淬炼，兵工血脉浸润。重庆理工大学诞生于1940年，前身是国民政府兵工署第11技工学校（对外化名“士继公学”），曾是享誉国内的“兵工七子”之一，现为重庆市重点建设高校、重庆市高水平新工科建设高校。

        学校坐落于重庆市，共有花溪、两江、杨家坪等3个校区，校舍建筑面积103万平方米，拥有全日制本科生、研究生、留学生等3万余人。由华南理工大学何镜堂院士团队设计的花溪主校区建筑群婉约典雅，景观山水交融，获得教育部优秀规划设计一等奖，获评为“重庆市十佳园林式单位”“重庆冬季最美大学校园”等荣誉。

        学校坚持立德树人，面向和服务国家及地方经济社会发展，建立了理、工、文、管、经、法、医、艺等协调发展的多学科专业体系，拥有“十四五”重庆市重点学科14个，设有一级学科硕士学位授权点15个（覆盖二级学科硕士学位授权点46个）、硕士专业学位授权类别12个，工程学、材料科学等学科位列ESI全球排名前1%。学校设有本科专业67个，其中，国家级一流本科专业建设点11个、特色专业4个、综合改革试点专业2个，建有教育部首批现代产业学院以及国家级虚拟教研室、实验教学示范中心、示范性虚拟仿真实验教学项目、大学生校外实践教育基地等。

        学校坚持人才强校，建有重庆市人才管理改革试验区、重庆市博士后科研工作站、重庆市院士专家工作站和重庆市海智工作站等4个省部级人才平台，拥有全国模范教师、百千万人才工程国家级人选、国家有突出贡献的中青年专家、国家杰出青年科学基金获得者以及重庆英才等省部级以上优秀人才291人次，先后获得“重庆市海外留学人员先进工作集体”“全市人才工作先进集体”等多项荣誉。

        学校坚持创新服务发展，建有高端装备技术教育部省部共建协同创新中心等省部级以上科技创新平台45个，建有国家大学科技园等多个科技服务平台，是教育部首批高等学校科技成果转化和技术转移基地、国家知识产权试点高校。近年来，学校获得国家科学技术进步奖4项、国家技术发明奖1项，中国专利金奖1项、优秀奖1项，省（部）级奖励155项；累计承担包括国家重点研发计划项目、国家杰出青年科学基金项目等省部级以上重大重点科研项目2400多项，获得国际发明专利授权5项、公开专利1000余项，创办高水平中英文期刊6种，打造了亚洲人工智能技术大会等多项行业品牌会议。以纳米时栅精密位移测量理论及技术为标志的一批创新成果达到国际、国内领先水平，解决了国家重大需求，中国通用技术集团重庆数控机床研究院等3个项目入驻中国西部（重庆）科学城，纳米时栅相关技术相关成果先后亮相国家“十三五”科技创新成就展、“奋进新时代”主题成就展。

        学校坚持开放办学，与美国、英国、俄罗斯、韩国、日本等20多个国家和地区的45所高校和科研机构开展了多形式、深层次、宽领域的合作交流，是“一带一路”中波大学联盟与中芬应用科技大学校长联盟等国际联盟组织成员高校。学校坚持产学研用深度融合发展，与国内多个市（区）县建立了校地合作关系，与北京理工大学、哈尔滨工业大学、西北工业大学、中国兵器科学研究院等多家国内知名高校和科研院所建立了战略合作伙伴关系，与兵器装备集团、兵器工业集团、中国通用、长安、华为、中兴等多家国内知名企业开展紧密合作，共建联合实验室、研究中心24个。 


        八十余载风雨，八十余载辉煌。学校累计为国家培养输送10余万名优秀人才，曾荣获“全国先进基层党组织”“全国毕业生就业典型经验高校50强”“重庆市文明校园”等多项办学育人荣誉，被誉为“重庆近年来发展最快、变化最大、最引人瞩目的高校之一”。原中共中央政治局常委、国务院副总理李岚清在《教育访谈录》一书中评价学校“抓住了强项、办出了特色、办出了水平”。

        当前，重理工人正秉承“明德笃行，自强日新”的校训和 “自强不息，求实创新”的大学精神，赓续首任校长李承干先生“值得吾人尽力而为者，唯有教育”的办学情怀，努力建设国内外知名的高水平应用研究型大学。
      </div>
    </div>

  </div>
</template>

<script>
export default {
  name: "process",

  data() {
    return {
    };
  },

  created(){
  },

  methods: {

  }
}
</script>

<style lang="scss" scoped>
.container {
  padding: 20px;
  .detail-wrap {
    .item {
      color: #838485;
    }
  }
}
</style>
